import rec1 from "./Rec1.png";
import rec2 from "./Rec2.png";
import rec3 from "./Rec3.png";
import rec4 from "./Rec4.png";

export const mock = [
  {
    title:
      "Swift и iOS: Как SOFTINTERMOB Создает Впечатляющие Мобильные Приложения",
    text: "В мире мобильных технологий каждый год появляются новые инструменты и методы, которые помогают разработчикам создавать более мощные и функциональные приложения. Одним из таких инструментов, который революционизировал разработку под iOS, является язык программирования Swift.",
    image: rec1,
  },
  {
    title: "Unity: Волшебство Создания Игр в SOFTINTERMOB",
    text: "Создание игр – это искусство, требующее инновационных технологий и креативного мышления. В компании SOFTINTERMOB мы стремимся к тому, чтобы каждый наш проект был уникальным и захватывающим. Одним из основных инструментов, который помогает нам достигать этих целей, является Unity. В этой статье мы расскажем, как мы используем Unity для разработки игр, и поделимся интересными фактами об этом мощном игровом движке.",
    image: rec2,
  },
  {
    title: "В мире цифрового маркетинга: как SOFTINTERMOB продвигает инновации",
    text: "В современном цифровом мире, маркетинг становится не просто средством продвижения товаров и услуг, но и ключевым элементом стратегического развития компании. В SOFTINTERMOB мы постоянно совершенствуем наши маркетинговые стратегии, чтобы соответствовать меняющимся потребностям рынка и достигать выдающихся результатов. В этой статье мы расскажем о том, как мы внедряем инновации в маркетинг и делимся интересными фактами об этой динамичной области.",
    image: rec3,
  },
  {
    title:
      "Swift и iOS: Как SOFTINTERMOB Создает Впечатляющие Мобильные Приложения",
    text: "В мире мобильных технологий каждый год появляются новые инструменты и методы, которые помогают разработчикам создавать более мощные и функциональные приложения. Одним из таких инструментов, который революционизировал разработку под iOS, является язык программирования Swift.",
    image: rec4,
  },
  {
    title:
      "Swift и iOS: Как SOFTINTERMOB Создает Впечатляющие Мобильные Приложения",
    text: "В мире мобильных технологий каждый год появляются новые инструменты и методы, которые помогают разработчикам создавать более мощные и функциональные приложения. Одним из таких инструментов, который революционизировал разработку под iOS, является язык программирования Swift.",
    image: rec1,
  },
  {
    title: "Unity: Волшебство Создания Игр в SOFTINTERMOB",
    text: "Создание игр – это искусство, требующее инновационных технологий и креативного мышления. В компании SOFTINTERMOB мы стремимся к тому, чтобы каждый наш проект был уникальным и захватывающим. Одним из основных инструментов, который помогает нам достигать этих целей, является Unity. В этой статье мы расскажем, как мы используем Unity для разработки игр, и поделимся интересными фактами об этом мощном игровом движке.",
    image: rec2,
  },
  {
    title: "В мире цифрового маркетинга: как SOFTINTERMOB продвигает инновации",
    text: "В современном цифровом мире, маркетинг становится не просто средством продвижения товаров и услуг, но и ключевым элементом стратегического развития компании. В SOFTINTERMOB мы постоянно совершенствуем наши маркетинговые стратегии, чтобы соответствовать меняющимся потребностям рынка и достигать выдающихся результатов. В этой статье мы расскажем о том, как мы внедряем инновации в маркетинг и делимся интересными фактами об этой динамичной области.",
    image: rec3,
  },
  {
    title:
      "Swift и iOS: Как SOFTINTERMOB Создает Впечатляющие Мобильные Приложения",
    text: "В мире мобильных технологий каждый год появляются новые инструменты и методы, которые помогают разработчикам создавать более мощные и функциональные приложения. Одним из таких инструментов, который революционизировал разработку под iOS, является язык программирования Swift.",
    image: rec4,
  },
];
